Revit 2027 API
BuiltInFailures.ImportFailures.CannotExplodeElement Property
 Can't explode the imported object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotExplodeElement { get; }
Public Shared ReadOnly Property CannotExplodeElement As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotExplodeElement {
	FailureDefinitionId^ get ();
}
static member CannotExplodeElement : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ImportFailures Class
Autodesk.Revit.DB Namespace